Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 아무리 기본적인 검술이라지만 문외한이 한 번 보고 따라 할 만큼 만만한 것은 아니었다.{j}그것도 빅토르의 육체를 한계까지 쥐어짠 뒤에 하는 훈련이다.{j}집중력이 남아있을 리가 없었는데도 소소한 동작 몇 개 빼고는 틀리는 점이 없었다.
en_us: It was a basic technique but it still required more than a demonstration to master it. This was also after Logan had squeezed every ounce of energy out of Victor, concentration should have long left the boy but he was executing the move flawlessly with the exception of a few movements.

source: 실상은 전혀 달랐지만, 굳이 설명하지 않았다.
en_us: Though his reality was antipodal to their interpretation, he saved himself the trouble of explaining.

source: 하지만 결국 파혼이 선언되는 순간 그 모든 게 취소되고 난리가 날 것이다.
en_us: But everything will be turned upside down once the betrothal is called off.

source: 필립의 귓가에 낯선 목소리가 들려왔다.{j}고개를 들어 상대를 살펴보니 붉은 머리에 붉은 눈을 가진 상당히 특이한 생김새의 청년이 눈에 들어왔다.{j}자신을 주시하는 붉은 눈동자가 무언가 간절한 열망을 담아 이글거리고 있었다.{j}낡은 하프 플레이트 갑옷과 각반, 그 위에 묻은 흙먼지들이 신경 쓰이지 않을 정도로 강렬한 시선이었다.
en_us: Phillip heard a unfamiliar voice ask for his name. He looked to up to find a young man with red eyes, red hair and a unique face tower over him. Phillip saw a desperate yearning in the young man’s red eyes. He wore an old half-plate armor with limp gaiters but he eyes were fierce and strong, so fierce and strong that Phillip barely took notice of the dirt that covered his armor.

source: ‘3개월 뒤라…….’
en_us: Three months later...

source: 비전서에 적힌 내용보다 훨씬 과한 변화였지만, 긍정적인 변화였다.
en_us: The change was more radical than described in the book but it was a welcome one.

source: 콰당!
en_us: Crash!

source: 기사와 일반 병력, 그 모든 전력이 두 배가량 차이가 났다.{j}상급기사 패드릭 맥라인의 존재를 고려하더라도 객관적으로 분명한 열세였다.{j}그랬기에 회의장은 난장판이 될 수밖에 없었다.
en_us: Their combined forces doubled the MacLine army. Even with the presence of High Knight Padrick MacLine, his men faced a considerable numerical disadvantage. Panic and chaos erupted inside the great hall.

source: 생존본능이 공포를 이겨냈는지, 간신히 피할 수 있었다.{j}머리가 있던 자리에 바람처럼 창이 하나 지나갔다.{j}서늘해진 가슴을 쓸어내리는데 창대가 그대로 릭의 머리를 강타했다.
en_us: He thanked his survival instincts as he barely managed to evade the oncoming spear. It swooshed past the space where his head had been. He thought he had escaped a near death experience when an end of a spear whacked his head from behind.

source: 아무도…….{j}‘상관하지 않는다.’
en_us: Nobody cares.

source: 물론 로건에게는 그저 우스워 보일 뿐이었다.
en_us: Logan only found him amusing.

source: “도, 도망가야 해.{j}도망가야…….”
en_us: “I have to run away. I must run...”

source: 요란한 금속음이 사방에서 울려 퍼지며 전장을 뒤덮는 가운데.{j}악에 받친 병사들이 서로를 향해 무기를 휘둘렀다.
en_us: The sound of steel meeting steel rang in their ears and across the battlefield. Soldiers exchanged hostilities and swung their weapons at each other to kill.

source: ‘역시…….’
en_us: Just as I thought.

source: 공격이 막히는 순간, 어느새 그를 목표로 두 명의 기사가 좌우에서 덮쳐 오는 것이 보였다.{j}나머지 기사들 역시 그와 비슷한 상황이었다.
en_us: His sword clashed with another and see scoped his surroundings to see that two knights had chosen him as their target. His knights faced similar problems across the battlefield.

source: “감히!!”{j}마치 화산이 터진 듯 쩌렁쩌렁하게 울리는 목소리.
en_us: “How dare you!”, Padrick’s voice thundered like an erupted volcano.

source: “빨리 오라고 하셨습니다.{j}훈련 중이면 빠지고, 자는 중이라면 깨워서라도.”
en_us: “He has asked you to join him immediately. Even if it meant taking you out of training or getting you out of bed.”

source: ‘그냥 빨리 먹고 일어나자.’
en_us: Let’s finish my meal and get out.

source: 말 위에서 쏟아지는 참격은 창까지 통째로 잘라 내며 사람의 몸을 장난감처럼 부쉈다.
en_us: The enemy attacked from their horses and their powerful swords cut their spears in half and slashed through men like weeds.

source: “……카록의 고기는 현시점에서는 가치가 없어.{j}사는 사람이 없을 테니까 전부 태우고 있을 테지.”
en_us: “Karock meat is worthless in the current market. No one will buy it so I assume its being burnt.”

source: “하아.”
en_us: “Sigh.”

source: “꺼억.{j}꺽…….”
en_us: “Ahh. Ugh...”

source: 로건의 입가에 희미하게 흐뭇한 미소가 걸렸다.{j}변수 없이 계획이 진행되고 있다는 것에 안도하며 로건은 조금은 가벼운 마음으로 발걸음을 옮겼다.{j}그러나 가벼웠던 마음도 잠시뿐, 노예 시장을 나서는 과정에서 로건 일행은 소란스러운 사건을 마주쳤다.
en_us: A faint, jovial smile hung from Logan’s face. He was relieved that everything was going according to plan and he felt the weight of his steps had gotten lighter. But the feeling was temporary as Logan’s party experienced a disturbance on their way out of the slave market.

source: “체력을 다지고 왕국 검술을 1000회 이상 연속으로 완벽하게 펼칠 수 있다면, 아마 그때는 너도 기사라 할 수 있을 것이다.”
en_us: “If you can hone your body and practice to enough perform a thousand strikes of the royal sword fighting technique, you’ll probably be calling yourself a knight before too long.”

source: “받아들이겠습니다.”
en_us: “I accept.”

source: ‘퇴물이라니!’
en_us: “A washed up has-been!”

source: 시간이 좀 더 있어서 신검의 비전 2식까지 터득했다면 좀 더 자신감이 생겼겠지만, 지금도 크게 불안하지는 않았다.
en_us: Logan would have felt more confident if he had time to learn the second technique from the ancient book but he wasn’t too concerned.

source: 변죽을 올리며 능글맞게 웃는 처음의 기사를 패드릭이 노려보았다.{j}자신의 랜스 차징을 막아 낸 것만으로도 확신할 수 있었다.
en_us: The bleeding knight wore a wry smile and stared into the high knight’s eyes as he heckled him. Padrick realized what he was up against when the knight managed to block his charge.

source: 작은 소리에 무심코 눈이 돌아갔다.{j}희망을 던져 준 자칭 투자자의 갑옷에 말라붙어 있던 흙먼지가 떨어지며, 문양이 드러났다.{j}그 문양을 보는 순간, 끓어오르던 필립의 혈기는 순식간에 차갑게 가라앉았다.
en_us: His eyes were drawn to the small sound. The dirt came off from the man’s armor, his potential investor and lifeline, and revealed an emblem. Phillip’s renewed hopes and dreams were immediately deflated when he saw the emblem.

source: 수련하던 기사들은 졸지에 대련의 참관인이자 증인이 되어 흥미진진한 눈으로 그들을 바라보았다.
en_us: The training knights suddenly became both observer and witness to this unexpected duel and watched the two duelist with great anticipation.

source: “조금 과한 금액을 얘기하면 오히려 남작은 분명히 체면 때문이라도 거부할 것이다.{j}내 예상은 분명히 맞았어요.{j}그런데…….”
en_us: “I knew that the Baron would reject such a hefty sum out of pride, and I was right about that. But...”

source: 둥.{j}둥.{j}둥.
en_us: Boom Bang Boom.

source: 20년의 강제 노동 기간이 예정된 이가 오히려 고마워하는 광경.{j}게다가 듣기 힘든 드워프의 존대까지 들었다.{j}로건은 그 이상한 괴리감에 쓴웃음을 지었다.
en_us: He was formally thanking his new master for twenty years of forced labor but he couldn’t be more happier. The irony left a bittersweet smile on Logan.

source: “이, 이럴 수가…….”
en_us: “Unbelievable...”

source: “……만약 가주께서 허락하지 않으시면 저도 어쩔 수 없습니다.”
en_us: “There is nothing I can do if the Baron doesn’t approve.”

source: 로건이 굳이 시끄럽고 소란스러운 이 여관을 찾아온 이유는 따로 있었다.
en_us: There was a reason why Logan decided to stay at such a rambunctious circus of an inn.

source: 미래의 정보에 대해 말할 수 없다는 점은 둘째 치고, 회귀한 그와 가문의 가솔들, 특히 아버지와 생각의 차이가 너무 크다는 것을 절실하게 체감했다.{j}가문 내에서 무엇을 바꿔 가려 했던 생각은 그 순간 사라졌다.
en_us: He was frustrated that he couldn’t tell anyone about his knowledge of the future but he also felt that there was a clear difference between him and his father, and his vassals. His thoughts of changing the house from within had vanished.

source: 연병장을 울리는 호통 소리에 빅토르가 다시 이를 악물었다.{j}물론 그런다 해도 지친 몸이 갑자기 확 빨라지지는 않았지만 사실 로건은 지금 빅토르가 보여 주는 모습만으로도 이미 놀라고 있었다.
en_us: Logan’s shouting reverberated around the training ground and Victor clenched his jaws once again to concentrate. Victor’s tired body wouldn’t do better than he was doing now but Logan was already impressed by Victor’s spirit.

source: 빅토르는 새 주인이 제시한 목표를 이루기 위해 뭐든 할 각오가 되어 있었다.{j}그런데, 영지에 도착한 첫날 주인이 내린 명령은 무척이나 당혹스러운 것이었다.
en_us: Victor was ready to throw down everything to fulfilling his new master’s wishes. But the first order he received upon arriving in the territory left him scratching his head.

source: 그를 태운 거대한 흑마가 단숨에 적군 기사를 향해 달려들었다.{j}패드릭의 검이 완연한 붉은빛을 뿌리며 휘둘러졌다.
en_us: His enormous black stallion headed towards the enemy knights as Padrick’s sword was wreathed in a blazing red light.

source: “말씀해 보십시오.”
en_us: “I’m at your service.”

source: “그것은 아닙니다.”
en_us: “Not at all.”

source: ‘내가 형편없는 건지, 로니안이 천재인 건지 궁금하겠지.’
en_us: They’ll be wondering if I’m truly useless or if Lonian is a real genius.

source: 얼굴을 뒤덮은 구레나룻에 여느 기사보다도 거대한 체격.{j}약간은 상기된 얼굴의 중년인이 어색한 목소리로 인사를 건네며 들어섰다.
en_us: His thick sideburns covered his face and stood taller than any knight within the castle walls. The middle-aged man with a flushed complexion awkwardly greeted Logan as he stepped into the room.

source: “돈만 된다면 뭐든 구해다 팔 상인들은 널리고 널렸습니다.{j}그것이 심지어 버려지는 쓰레기라면 원가도 거의 안 들 테니 서로 가지고 오려 하겠죠.”
en_us: “Merchants far and wide are willing to sell anything if they can profit. I bet they will fight each other to sell us this trash since the purchase price is so low.”

source: 탁.
en_us: Tack.

source: 파아앙.
en_us: Bang.

source: 로건은 불타오르는 희망에 열정적으로 글을 써 내려 갔다.
en_us: Logan, with his renewed hope, began passionately writing down his plan.

source: “그, 그러게?”
en_us: “That makes sense.”

source: 그 말에 비로소 메리안의 얼굴에 화색이 돌았지만, 패드릭의 말은 끝난 것이 아니었다.
en_us: Padrick’s words returned a smile to Marianne’s face but he was far from finished.

source: 계속 고개를 숙이고 있다가는 또 눈물만 나올 것 같아 필립은 고개를 들었다.{j}창밖으로 보이는 하늘은 맑기만 했지만, 그것이 오히려 우울함을 더했다.{j}세상에 하루아침에 사기를 당해 폭삭 망한 상단의 이야기는 흔했지만, 자신이 그 주인공이 될 것이라는 상상은 해 본 적이 없었다.{j}마치 혼자만 다른 세상에 있는 느낌이었다.
en_us: Phillip felt he would only cry more if he kept his head down so he looked up. The sky outside the window was clear, which only made his depression worse. He heard many horror story of con artists and businesses sinking without a trace but he never thought that he’d end up in one of them. He felt truly alone in the world.

source: ‘큭!{j}과연…….’
en_us: Could I even...

source: ‘가능해.{j}충분히.’
en_us: {j}It’s definitely possible.

source: 하만 테스론은 예상대로 흘러가는 전장의 모습을 보며 미소를 지었다.{j}압도적인 병력 차이에, 준비한 작전까지 하나하나 맞아떨어졌다.{j}그중에 백미는 역시나 패드릭 맥라인을 막아 낸 상급기사, 라울의 존재였다.
en_us: Haman Tesslon saw the battle was going according to plan and smiled. His superior forces had overwhelmed the enemy and their well-drilled tactics were executed to perfection. The crown jewel of their invasion was Raul, the high knight responsible for stopping Padrick MacLine in his tracks.

source: 덕분에 돈 많고 살벌한, 하지만 소문은 좋지 않은 이상한 고용주에 대한 평가가 한없이 상승하고 있었다.{j}그런 용병들의 가장 앞쪽에 선 중년의 용병이 뿌듯한 미소를 지으며 옆에 있는 고용주를 향해 입을 열었다.
en_us: Logan’s strange reputation as a rich but vicious employer among the mercenaries improved and his stock had risen. The middle-aged mercenary leading the army smiled proudly and turned to ask his employer next to him.

source: “그것이 고작 네 병정놀이 부대다?”
en_us: “And that’s with your little band of misfits then?”

source: ‘그래서 더 고민이지.’
en_us: It makes it even harder to decide.

source: 로건의 말에 노예상의 태도가 바뀌며 붉은 천막이 열렸다.{j}그러자 굳건해 보이는 철창 안에 갇힌, 조금은 다른 모습의 노예들이 로건의 눈에 보였다.{j}가장 먼저 눈에 들어온 것은 허름한 옷에도 빛이 나는 듯한 미모가 가려지지 않은 귀가 뾰족한 미녀 둘이었다.{j}모든 것을 포기한 듯한 죽어 있는 눈빛으로 힘없이 주저앉아 있었지만, 그 모습까지 아름다워 보이는 이들.
en_us: The old slave trader became more accommodating once he knew that Logan was a customer, and he opened the doors to his red tent. Inside, slaves that looked different from the ones he had seen so far were locked up in cages. A pair of pointy-eared beauties caught Logan eyes as he entered the tent. Their drab clothes failed to mask their radiant fairness but their eyes were as dead as the night and they sat in their cage like lifeless statues.

source: “저는 울브스 가문의 사과 조건을 받아들였으면 합니다.”
en_us: “I wish that we accept the offer of the House of Wolves.”

source: “……맥라인 가문의 대표로서는 진정을 담은 사과로 만족한다.{j}하나 그 당사자인 로건이 그 사과의 진정성을 어찌 판단하는지는 당사자에게 맡기겠다.”
en_us: “As the head of the House of MacLine, I accept your sincere apology. But as the rejected party of this broken betrothal, I will let Logan decide what is deemed worth of his forgiveness.”

source: 그리고 지금 로건이 시도하려는 것은 그중 한 개의 핵, 다시 말해 1성(星)의 코어로 할 수 있는 유일한 검식이자 1식.
en_us: Logan was attempting to perform the only technique possible with a one star core, in other words, level one.

source: “뭐……?{j}아니, 뭐라고요?{j}사, 삼십만?”
en_us: “What...three hundred thousand?”

source: “공자님 좋으시겠다…….”
en_us: “The master must be one happy man.”

source: “몬스터 고기는 그냥 태워 버리는 게 답입니다.{j}얼마를 주고 사건 간에 무조건 그만큼 손해라는 겁니다.”
en_us: “The only use for monster meat is to burn it. You are sure to make a loss no matter what.”

source: 시린 겨울이 끝나고 어느덧 불어오는 바람에 온기가 실린 시기가 찾아왔다.{j}겨우내 가문을 떠들썩하게 만들었던 미친 대공자와 천재 이공자의 이야기는 그 후로 미친 대공자가 별다른 이슈를 만들지 않음으로써 점차 잦아들고 있었다.{j}하지만 그 말이 로건의 평판이 좋아졌다는 이야기는 아니었다.{j}어디서 나온 소문인지는 몰라도 천재인 이공자가 가문을 이어받게 될 것이라는 이야기가 공공연하게 퍼져 있었다.{j}그러나 오직 한 군데.{j}기사단에서만큼은 조금 다른 이야기가 나오고 있었다.
en_us: The cold winter had ended and the warmth found its way back to in the air. The stories about the crazy eldest son and the genius younger brother that once shook the foundations of the house had died down for the crazy eldest son had been keeping himself out of trouble of late. But that didn’t mean his reputation had improved. Rumors quickly spread about his genius younger brother and how he was set to overtake the eldest and be named heir. But a different story was emerging within the order of the knights.

source: “네가 내 지시를 충실하게 따라 기사가 된다면, 나는 너뿐만 아니라 네 동생까지 면천을 시켜주겠다.{j}거기다…….”
en_us: “If you follow my every word and become a knight, not only will I promote you to nobility but your sister as well. Furthermore...”

source: 오연한 자세로 말하는 로건의 비웃음 섞인 목소리가 연무장의 침묵을 깨트렸다.
en_us: Logan’s arrogant and mocking tone, broke silence of the training field.

source: 하녀의 앞을 가로막고 뒤로 손짓하는 릭의 모습이 너무 익숙해 보였다.
en_us: The sight of Rick standing over the maid, pointing his fingers at her as he scolded the poor girl, felt all too familiar.

source: “그러니 로니안, 네가 네 형의 역할까지 대신해야 한다.{j}절대 흔들리지 말고!”
en_us: “Which is why you must not let his absence be felt. Don’t falter and be brave!”

source: 폭사했다고 과거로 돌아온다는 게 말이나 되나.
en_us: Death by explosion doesn’t equate to time travel.

source: 갑자기 뇌리를 스쳐 가는 생각이 있었다.
en_us: An idea jolted through his head.

source: “……죄송합니다.{j}그런 사연이 있으실 줄은.”{j}필립은 미안한 얼굴로 고개를 숙였다.
en_us: “Sorry to hear that, I had no idea.”, said Phillip as he lowered his cheerless face.

source: 투덜거리며 움직이는 릭을 보며 로건은 피식 웃고는 잠시 땀을 닦았다.
en_us: Logan broke a smile as he watched a disgruntled Rick moping about.

source: “공자님?!”
en_us: “Master?!”

source: “네가 이해받길 원하지 않는 것은 아니고?”
en_us: “It’s not because you don’t want to be understood?”

source: 로건은 전생의 기억을 떠올리며 쓴웃음을 지었다.{j}나라 간의 전쟁도 아닌 변방 영지 간의 전쟁이었다.{j}기막힌 전술과 전략보다는 힘과 힘의 승부가 되는 것이 정상이었다.{j}가문의 전술 같지 않은 전술도 아예 틀린 말은 아니라는 것이다.
en_us: Remembering back to his past made Logan feel bittersweet about the upcoming conflict. It was only a small war between neighboring territories. It wasn’t to be a contest of innovative tactics or strategies but a clash of power against power. His father’s plan for an open battle could hardly be called a tactical decision but it was somewhat justified.

source: “와…….”
en_us: “Wow...”

source: 동경에 찬 눈빛과 슬며시 내미는 엄지.{j}드웨인이 제 나름대로 할 수 있는 최대의 아부로 이야기를 시작해 보는데…….
en_us: Dwain’s eyes were soaked with admiration and he added a thumbs up to his performance. Dwain felt he made a good start and prepared to butter Logan up even more until he interrupted him.

source: 절로 주먹에 힘이 들어갔다.
en_us: His fists felt more powerful.

source: “오랜만에 뵙습니다, 어머니.”
en_us: “It’s been a while, mother.”

source: 좀 전에 윽박지른 것의 영향인지, 아니면 경고라는 단어가 조금은 마음을 달랬는지 메리안은 독기 어린 눈으로 로건을 한 번 쏘아보더니 더 이상의 별다른 말 없이 방문을 나섰다.{j}물론, 약간의 뒤끝은 남아 있었다.
en_us: She was either still reeling from his father’s threatening roar or she found some comfort in that he was about to give Logan his last warning, but nonetheless, Marianne left the men on their own without a word but not before she shot a venomous look at Logan.

source: 실수로 움켜쥔 펜을 그대로 부숴 버릴 뻔했다.
en_us: Logan, unaware of his possession, almost snapped the pen in his hand.

source: “여전히 기존 석궁을 쓰던 전술이 몸에 배어있어.{j}한 발 쏘고 전열을 바꿀 필요가 있나?{j}탄창 바꾸는 속도도 높였으면 좋겠고.”
en_us: “Old ways die hard. They haven’t adapted to the new tactics. Was is necessary to change formation after one round? Their reload speed could be improved as well.”

source: 근처에도 가기 싫어했던 그 개망나니가 생각지도 못한 모습을 보인 것이다.
en_us: They were stunned that the boy everyone wanted to avoid showed such strength.

source: 로건은 결연한 눈으로 아버지의 시선을 마주 바라보았다.
en_us: Logan looked back at his father’s eyes with resolve.

source: “호들갑 떨지 마라.{j}로니안이 천재인 건 사실인데.”
en_us: “Stop making a big fuss about it. It’s true what they say, Lonian is a genius.”

source: 긴 한숨과 함께 움직인 힘없는 손길에 수수한 펜던트가 열리며 안쪽의 초상화가 드러났다.{j}환하게 웃는 푸른 머리 미녀의 익숙한 얼굴이 오늘따라 두 눈을 유난히 아프게 파고들었다.
en_us: Padrick glided his hands down and opened a modest pendant, revealing a portrait of a woman inside. The blue-haired beauty wore a wide smile and her familiar face carved deep into the reservoirs of Padrick eyes. He felt more pain than usual.

source: “이, 일단 의사가 절대 안정을 취하셔야 한다고 했으니 무리하지 마시고…….”
en_us: “Anyhow, the doctor did say you should do nothing but rest. Please do not overburden yourself...”

source: 독립군의 인재들을 양성하기 위해 달달 외웠던 비전서.
en_us: Logan had memorized the book from cover to cover in order to train soldiers of the independence Army.

source: 아무래도 생각보다 가벼웠던 처우의 이유가 이것 때문인 듯했다.
en_us: Logan surmised that this was the reason why he got off so lightly.

source: 효율성이 전혀 없다시피 한 석궁기마병을 요구하면서도 철저한 훈련을 당부할 때부터 느껴지던 괴리감이 말끔하게 해소되었다.
en_us: Kai had struggled with Logan’s demands for a mounted crossbowman army and his insistence on pushing ahead with further training, knowing that they were close to useless in battle. The new weapon had cleanly wiped any doubts he had about his employer’s intentions.

source: 가문의 명예를 다시 한번 바닥에 처박는 사건.
en_us: It was another incident that rocked the honor of the house.

source: “출진한다!”
en_us: “Let’s move out!”

source: “일주일.{j}일주일 동안 기사단 훈련에 단 한 번이라도 낙오한다면, 없던 일로 하고 알아서 빠지겠습니다.”
en_us: “Give me one week. If I fall behind even once during the week, I’ll be out of hair like this never even happened.”

source: 용병들의 웅성거림이 커졌지만 반발하는 이는 나오지 않았다.{j}결국, 훈련을 받기 싫다는 13명과 시험에서 떨어진 25명의 용병, 도합 38명을 뺀 312명의 용병이 그날 로건과 계약을 마쳤다.{j}그리고 바로 다음 날부터 카이와 용병대는 그들만의 훈련을 시작했다.
en_us: The crowd buzzed with chatter but no one stepped forward to object. Thirteen men ultimately decided not to take part in the training while twenty-five men failed the test, which left three hundred and twelve mercenaries. The remaining mercenaries signed their contracts on the same day and began their training at the hands of Kai the next day.

source: “징집은 사흘에 걸쳐…….”
en_us: “Mobilization will take about four days...”

source: 검고 긴 생머리가 그녀의 인상을 더욱 냉소적으로 보이게 했다.
en_us: Her long and dark hair made her appear even colder.

source: 그것은 확실히 이득이 될 것이다.{j}하지만 문제라면…….
en_us: Having such an ally would bolster Logan’s goals but it also created new problems.

source: 이미 포스유저인 형제들이니 당연한 이야기였다.
en_us: They were both force users and it was certain that they would join the fight.

source: 투덜투덜 이어지는 필립의 불평.{j}그 말을 들었음에도 로건의 얼굴에는 미소만이 가득했다.
en_us: Logan was full of smiles despite Phillip’s disgruntled complaints.

source: “아무래도 도망친 거겠지.{j}녀석은 전력에서 제외하게.”
en_us: “It seems that he has deserted us. Remove him from our roster.”

source: 헤인켈은 그 순간 마음속으로 다짐했다.
en_us: Sir Heinkel immediately came up with a plan.

source: - 예?{j}더 받았어야 했다고요?{j}이런 미친…… 아하하하.{j}죄송합니다.{j}미천한 제가 생각이 짧았네요.
en_us: “I should have picked more? You crazy...Pardon me, master. I spoke out of turn.”

source: “공자님?
en_us: “Master?

source: $- 아직, 아직은 아니구나.{j}아직 컨트롤이 안돼.
en_us: “It’s not time yet. You can’t control it.”{j}

source: “6천 골드.{j}한 달에.”
en_us: “Six thousand gold per month.”

source: “북부에서 유명한 가죽입니다.{j}현재 그랑에서 대 유행 중인…….”
en_us: “This leather is famous in the north. It’s the most popular leather in the land...”

source: 긴 꿈을 꾸었다.
en_us: I had a long dream.

source: 멍한 필립의 모습을 보니 신뢰가 가지 않았지만,
en_us: The stunned look on Phillip’s face didn’t inspire much confidence in Logan.

source: 그렇기에 패드릭과 가신들은 비록 테스론 기사단의 반수밖에 되지 않는 맥라인 기사단이지만 상급기사인 가주가 있으니 최소한 밀리지는 않는다고 판단한 것이었다.{j}영지전은 결국 그 실권자인 영주가 항복하거나 사망하면 끝나는 전쟁이었다.{j}상급기사인 패드릭이 하만 테스론을 잡거나 죽이면 이 전쟁도 끝날 것이다.
en_us: Padrick and his vassals were acutely aware that their order of the knights were outnumbered by half but the presence and leadership of their Baron, a high knight, eased concerns about their numerical disadvantage. A Battle of the Territories was over once the ruler of the territory either surrendered or died. They were banking on Padrick to capture or kill Haman Tesslon to end the war.

source: “히이이익!”
en_us: “Heeeek!”

source: 그래도 가문의 대공자를 대놓고 무시할 수는 없으니 기본적인 예의만 어쩔 수 없이 갖추는 모습이었다.
en_us: He showed the bare minimum courtesy towards Logan as he couldn’t completely ignore the eldest son.

source: “혀, 형님?
en_us: “Brother,

source: “돈, 돈이 필요해.”
en_us: Money. I need money.

source: 선전포고 후 고작 하루가 지났을 뿐이었다.{j}그런데 테스론 자작가의 병력이 벌써 맥라인 영지에 모습을 드러냈다.{j}놈들의 주력이 테스론 본성에서 출발했을 것을 고려하면, 선전포고를 하자마자 움직인 것이 분명했다.{j}게다가 적의 병력이 상상을 초월했다.
en_us: Only a day had passed since the declaration of war but the army of the Viscounty of Tesslon had appeared on the borders of MacLine territory. Considering the distance between the border and the main castle of House Tesslon, it was clear that they were on their way as soon as the declaration was sent. To add insult to injury, their army was larger than anyone had imagined.

source: “내가 미…… 내가…… 크흠.”
en_us: “I’m sor...I...hmm.”

source: “빌어먹을…….”
en_us: “God damn it...”

source: ‘오버히트.{j}무리하는군.’
en_us: Overheat. He’s certainly over doing it.

source: ‘왜?’
en_us: Why?

source: 가뭄 끝에 빗물을 받아들인 논밭의 느낌이 이러할까.
en_us: Logan felt like a field of rice tasting rain after a long drought.

source: ‘그냥 미친놈이라며?’
en_us: I heard that he was a fool.

source: “오, 제대로 알고 오셨군요.{j}이종족 노예는 귀해서 특별 관리를 하고 있습니다.{j}여기, 여기로 들어오시죠.”
en_us: “Then you’ve come to the right place. Slaves of different species are rare as you know and are kept back in here under special care. Please, come in.”

source: 이것들이 조화된다면 자신의 부족한 재능으로도 이 고대의 비전을 익힐 수 있을지도 모른다.
en_us: This combination might be enough for him to master the ancient arts of the grand book despite his shortcomings.

source: “하, 하지만…….”
en_us: “B-but...”

source: 드워프 노예에게 존댓말을 하게 만드느니 차라리 죽이는 게 쉽다.{j}억압할수록 반발하는 종족.{j}그렇기에 노예로 다루기도 쉽지 않은 종족이었다.{j}육체는 구속될지언정 말이라도 자존심을 지키려 하는 잊혀 가는 종족의 오기는 아는 사람은 다 아는 대륙의 상식이었다.
en_us: It was easier to kill a dwarf slave than to make them speak formally to their master. The more pressure you imposed on them, the more they resisted. They weren’t easy to control as slaves. It was commonly known around the continent that dwarves were slowly fading into obscurity, but they were still an unyielding race that defended their identity with immense pride.

source: 카이는 완전히 이해하지 못한 듯 보였지만, 로건은 굳이 그를 납득시킬 생각이 없었다.{j}차후에 이들에게 지급될 그 무기 때문이라도 반드시 거쳐야 할 과정이었으니까.
en_us: Kai didn’t look entirely convinced and Logan didn’t think it was necessary to change his perspective. He needed to show his strength to entrust them with the weapons they were about to be given.

source: “노예 새끼가!{j}감히!”
en_us: “How dare you, slave!”

source: 그의 상식으로 현재의 석궁은 숙련된 사수라고 해도 1분에 두 발을 쏘기 힘든, 단발형 사출 무기였다.{j}로건이 말하는 석궁은 그가 알고 있는 상식을, 시대를 월등히 초월하는 무기였다.{j}차라리 마법이 걸린 아티팩트라고 했으면 믿었을지도 몰랐다.
en_us: Hamar’s breadth of knowledge understood the crossbow to be a single-shot weapon that took even the most experienced user at least a minute to fire two shots. The crossbow that Logan was explaining to him defied his logic and far exceeded the technology of the time. It would have been more believable if Logan had told him it was a magical artifact.

source: 가문에 돌아가 용서를 빌어도 될까 망설이던 시절 들었던 말.{j}어떤 늙은 용병의 말이 가슴속에 저릿하게 남아 죄책감을 더했다.
en_us: An old mercenary asked Logan this question when he was debating whether or not to go back to his family and ask for forgiveness. The man’s words clung on to his conscience and weighed him down with more guilt.

source: “그래, 괜찮아.{j}어차피 아버지를 만나면 다 해결될 문제니까.”
en_us: “Yes, it’s fine. Seeing father will solve this problem.”

source: “알고 있어.”
en_us: “I know.”

source: 하지만 이대로 있을 수는 없었다.
en_us: Either way, he had to do something.

source: 패악질만 일삼고 노력을 안 한다면 아무리 천재라 해도 포스 유저의 경지에 오를 리 없었다.{j}그것도 아직 열아홉의 나이였다.
en_us: Not even the most gifted warrior could be a force user unless they trained hard and practiced good morals. It was more surprising since Logan was only nineteen.

source: 최악의 경우에는 신성모독으로 교단에 잡혀가겠지.’
en_us: At the very worst, the Church would imprison me for blasphemy.

source: “내, 내가 직접 확인해 보겠다!”
en_us: “I’ll ch-check for myself!”
